Revit 2027 API
GroupTypeId.ContinuousrailBeginBottomExtension Property
 Extension (Beginning/Bottom).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousrailBeginBottomExtension { get; }
Public Shared ReadOnly Property ContinuousrailBeginBottomExtension As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousrailBeginBottomExtension {
	ForgeTypeId^ get ();
}
static member ContinuousrailBeginBottomExtension : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace